Repository: arbyruns/HomeRepairNavigator
Catalog: HomeRepairHelper/*.lproj/Localizable.strings
Languages: es

source: If you and the contractor have agreed to a payment schedule, it should be included in your contract. We strongly suggest you have an attorney licensed in your state review the payment schedule and contract with you as these are very important. You need to create a payment schedule and it should be included in your contract. We strongly suggest you have an attorney licensed in your state review the payment schedule and contract. This is very important.
es: Si usted y el contratista han acordado un calendario de pagos, debe incluirse en su contrato. Le sugerimos encarecidamente que un abogado con licencia en su estado revise el calendario de pagos y el contrato con usted, ya que estos son muy importantes. Necesitas crear un calendario de pagos y debe incluirse en tu contrato. Le sugerimos encarecidamente que un abogado con licencia en su estado revise el calendario de pago y el contrato. Esto es muy importante.

source: Have you thoroughly reviewed and understand the contract?
es: ¿Has revisado y entendido a fondo el contrato?

source: Never sign anything you don’t understand or disagree with. We strongly suggest you have an attorney review the contract before you sign it.
es: Nunca firmes nada que no entiendas o con lo que no estés de acuerdo. Le sugerimos encarecidamente que un abogado revise el contrato antes de firmarlo.

source: Has your attorney reviewed the contract and advised you on it?
es: ¿Su abogado ha revisado el contrato y le ha asesorado al respecto?

source: Click **Add Photo** to add all your before, during, and after photos related to your project
es: Haz clic en **Agregar foto** para agregar todas tus fotos de antes, durante y después relacionadas con tu proyecto.
