Repository: arbyruns/HomeRepairNavigator
Catalog: HomeRepairHelper/*.lproj/Localizable.strings
Languages: es

source: *Our app is free for you. To keep it that way, we just need some general information so our donors can see where we are making an impact. This information is anonymized and does not link back to you as the user.*
es: Nuestra app móvil es gratis. Para quedarse gratis, solo necesitamos información general para que nuestros donantes puedan ver dónde estamos teniendo un impacto. Esta información es anónima y no se vincula con usted como usuario.

source: *Project name already exists*
es: *Nombre del proyecto ya existe*

source: 5 digit zipcode
es: Código postal de 5 digitos

source: Add A New Project
es: Añadir un nuevo proyecto

source: After Project
es: Después del Proyecto

source: All information contained in this app is for informational purposes only and should in no way be considered legal advice
es: Toda la información contenida en esta aplicación es solo para fines informativos y de ninguna manera debe considerarse asesoramiento legal

source: Before Project
es: Antes del Proyecto

source: Cancel
es: Cancelar

source: Current Projects
es: Proyecto actual

source: During Project
es: Durante el Proyecto

source: For more information, including how to set up a payment schedule, purchase our step-by-step guidebook **“Don’t Even Think About Ripping Me Off!”** from Amazon or Barnes & Noble for $14.95.
es: Para obtener más información, incluido cómo configurar un calendario de pagos, compre nuestra guía paso a paso *"Don’t Even Think About Ripping Me Off"* de Amazon o Barnes & Noble por $14.95.

source: Have you researched the project?
es: Has investigado el proyecto

source: New Note:
es: Nuevas Nota

source: Notes
es: Notas

source: Our app is free for you. To keep it that way, we just need some general information so our donors can see where we are making an impact. This information is anonymized and does not link back to you as the user.
es: Nuestra app móvil es gratis. Para quedarse gratis, solo necesitamos información general para que nuestros donantes puedan ver dónde estamos teniendo un impacto. Esta información es anónima y no se vincula con usted como usuario.

source: Please indicate your project estimate:
es: Por favor indique la estimacion de su proyecto

source: Please indicate your project type:
es: Por favor indique su tipo de proyecto

source: Project Budget
es: Presupuesto del Proyecto

source: Project Budget:
es: Presupuesto del Proyecto:

source: Project Information
es: Información del proyecto

source: Project Name:
es: Nombre del Proyecto

source: Project Notes
es: Notas del Proyecto

source: Project Type:
es: Tipo de Proyecto

source: Save
es: Guardar

source: Settings
es: Ajustes

source: Tapping **No** will provide additional information to assist you with your repairs.
es: Tocar **NO** proporcionará información adicional para ayudarle con sus reparaciones.

source: Tapping **Yes** the item will be marked as completed.
es: Tocar **YES** el elemento se marcará como completado.

source: Task Completion Style:
es: Estilo de finalización de tareas:

source: Thank you for using Home Repair Helper!
es: Gracias por usar Home Repair Helper

source: The general information contained herein may not be suitable for every situation. State laws vary, so we highly recommend you contact a licensed legal professional in your state for any professional or legal advice regarding your home repair project, especially before you sign any documentation or enter into any agreements with home repair service providers.
es: La información general contenida en el presente documento puede no ser adecuada para todas las situaciones. Las leyes estatales varían, por lo que le recomendamos encarecidamente que se ponga en contacto con un profesional legal con licencia en su estado para obtener asesoramiento profesional o legal con respecto a su proyecto de reparación del hogar, especialmente antes de firmar cualquier documentación o celebrar cualquier acuerdo con proveedores de servicios de reparación del hogar.

source: This app is brought to you by the National Alliance Against Home Repair Fraud, a 501(c)(3) nonprofit whose mission is to help protect homeowners from becoming victims of home repair fraud and scams.
es: Esta aplicación es presentada por la Alianza Nacional contra el Fraude en la Reparación del Hogar, una organización sin fines de lucro 501(c)(3) cuya misión es ayudar a proteger a los propietarios de viviendas de convertirse en víctimas de fraude y estafas en la reparación del hogar.

source: This information will assist with applying for grants and to help others in need.
es: Esta información ayudará a solicitar subvenciones y a ayudar a otros necesitados.

source: To Get Started.
es: Para Empezar.

source: We have compiled a series of questions (like the example below) for you to consider before, during and after your project to help protect you from a shady contractor and become your own quality control manager. Each question will request a yes or no answer from you, which will either prompt you to a helpful tip or move you forward to the next question.
es: Hemos recopilado una serie de preguntas (como el ejemplo a continuación) para que las considere antes, durante y después de su proyecto para ayudarle a protegerlo de un contratista turbio y convertirse en su propio gerente de control de calidad. Cada pregunta le solicitará una respuesta de sí o no, lo que le pedirá un consejo útil o lo llevará a la siguiente pregunta.

source: We hope that you found the Home Repair Helper a helpful tool! Keep the app handy. We will continue to update and upgrade it, so it is even more helpful for your next project. Be sure to tell everyone you know about the app. We don’t want anyone you know to be taken advantage of by a shady contractor. Lastly, we hope we helped save your money, time, and home from a shady contractor, and our nonprofit is worthy of your donation.
es: ¡Esperamos que el ayudante de reparación del hogar haya encontrado una herramienta útil! Ten la aplicación a mano. Seguiremos actualizándolo y actualizándolo, por lo que es aún más útil para su próximo proyecto. Asegúrate de informar a todos los que conoces sobre la aplicación. No queremos que nadie que conozcas sea aprovechado por un contratista turbio Por último, esperamos haber ayudado a ahorrar su dinero, tiempo y hogar de un contratista turbio, y nuestra organización sin fines de lucro es digna de su donación

source: Welcome to the **Home Repair Helper ™!** This app will walk you through the process of dealing with contractors to help you avoid being ripped off or losing your hard earned money. Copyright©2021
es: ¡Bienvenido a **Home Repair Helper TM! ** Esta aplicación te guiará a través del proceso de tratar con contratistas para ayudarte a evitar ser estafado o perder tu dinero duramente ganado.

source: We suggest you go to your local retailers and/or local homebuilder’s association and ask questions, so you have a better understanding of what it will take to do your project. This is also a good time to pick out the items you want (i.e., style of granite, exact cabinets you want, stove, color of paint, etc.)
es: Le sugerimos que vaya a los minoristas locales y/o a la asociación local de constructores de viviendas y haga preguntas, para que tenga una mejor comprensión de lo que se necesitará para hacer su proyecto. Esta es también una buen momento para elegir los elementos que desea (es decir, estilo de granito, gabinetes exactos que desea, estufa, color de pintura, etc.)

source: Have you taken pictures before any work begins?
es: ¿Has tomado fotos antes de que empiece el trabajo?

source: We suggest you take pictures before, during and after the project. We suggest you take pictures before, during and after the project.
es: Le sugerimos que tome fotos antes, durante y después del proyecto. Le sugerimos que tome fotos antes, durante y después del proyecto.

source: Have you secured your valuables?
es: ¿Has asegurado tus objetos de valor?

source: We suggest you secure your valuables including any papers you have lying around with your personal information on it.
es: Le sugerimos que proteja sus objetos de valor, incluidos los documentos que tenga por ahí con su información personal.

source: Do you have copies of all permits?
es: ¿Tienes copias de todos los permisos?

source: We suggest you keep copies of all permits. The contractor should give you copies. You can also get copies from your local building & zoning department.
es: Le sugerimos que conserve copias de todos los permisos. El contratista debe darte copias. También puede obtener copias de su departamento local de construcción y zonificación.

source: Have you started a daily progress journal?
es: ¿Has empezado un diario de progreso?

source: Be sure to include things like the weather, who was on site on what day/time, what work was done, who showed up late, etc. We suggest you keep a daily log of the project. Include things like the weather, who was on site on what day/time, what work was done, who showed up late, etc.
es: Asegúrate de incluir cosas como el clima, quién estaba en el lugar en qué día/hora, qué trabajo se hizo, quién llegó tarde, etc. Le sugerimos que mantenga un registro diario del proyecto. Incluya cosas como el clima, quién estaba en el lugar en qué día/hora, qué trabajo se hizo, quién llegó tarde, etc.

source: Are you taking pictures throughout the project?
es: ¿Estás tomando fotos a lo largo del proyecto?

source: Are you getting regular updates of the progress from the contractor?
es: ¿Estás recibiendo actualizaciones periódicas del progreso del contratista?

source: We suggest you communicate regularly with the contractor, so he can keep you up to date on the progress of the project.
es: Le sugerimos que se comunique regularmente con el contratista, para que pueda mantenerlo al día sobre el progreso del proyecto.

source: Are you getting all change orders in writing?
es: ¿Estás recibiendo todas las órdenes de cambio por escrito?

source: We suggest that you get all change orders in writing and add them to the contract. If you are not sure about something, you can contact your attorney to make sure any change orders become part of the contract.
es: Le sugerimos que reciba todas las órdenes de cambio por escrito y las añada al contrato. Si no está seguro de algo, puede ponerse en contacto con su abogado para asegurarse de que cualquier orden de cambio pase a formar parte del contrato.

source: Has the project been completed?
es: ¿Se ha completado el proyecto?

source: It is a good idea to inspect the project to make sure it is done to your liking. If you are unsure about something, you might consider hiring an inspector to verify that the job has been done correctly or contact your local building & zoning department for information.
es: Es una buena idea inspeccionar el proyecto para asegurarse de que se hace a su gusto. Si no está seguro de algo, podría considerar contratar a un inspector para verificar que el trabajo se ha realizado correctamente o ponerse en contacto con su departamento local de construcción y zonificación para obtener información.

source: Has the property been cleared and cleaned of all debris, materials, equipment, etc.?
es: ¿Se ha limpiado y limpiado la propiedad de todos los escombros, materiales, equipos, etc.?

source: Before you give him the last payment, you might want to consider making sure that all your punch list items have been taken care of.
es: Antes de darle el último pago, es posible que desee considerar asegurarse de que todos los elementos de su lista de perforados han sido atendidos.

source: Have all inspections been approved?
es: ¿Se han aprobado todas las inspecciones?

source: It is a good idea for you to confirm that all inspections have been approved. You can contact your local building & zoning department to confirm this.
es: Es una buena idea que confirmes que todas las inspecciones han sido aprobadas. Puede ponerse en contacto con su departamento local de construcción y zonificación para confirmarlo.

source: Have all lien waivers/releases been notarized and signed?
es: ¿Se han notariado y firmado todas las exenciones/liberaciones de gravámenes?

source: It is an excellent idea to get lien waivers/releases signed by the contractor. It shows that he has been paid and will not file a lien against your home for nonpayment. You can always contact an attorney licensed in your state, to explain this to you.
es: Es una excelente idea obtener exenciones/liberaciones de gravámenes firmadas por el contratista. Demuestra que se le ha pagado y no presentará un gravamen contra su casa por falta de pago. Siempre puede ponerse en contacto con un abogado con licencia en su estado para explicárselo.

source: Do you have a final payment affidavit signed by the contractor and notarized?
es: ¿Tiene una declaración jurada de pago final firmada por el contratista y notariada?

source: It is a good idea to get this to show you made all payments to the contractor.
es: Es una buena idea conseguir esto para mostrar que has hecho todos los pagos al contratista.

source: Do you have all your papers, i.e., warranties, etc.
es: ¿Tienes todos tus documentos, es decir, garantías, etc.?

source: Good! Make sure the contractor explains all warranties to you. And make sure he explains exactly what his labor warranty is, not just the manufacturer’s warranties. It is a good idea to make sure the contractor explains all warranties to you. And make sure he explains exactly what his labor warranty is, not just the manufacturer’s warranties.
es: ¡Bien! Asegúrate de que el contratista te explique todas las garantías. Y asegúrate de que explique exactamente cuál es su garantía de mano de obra, no solo las garantías del fabricante. Es una buena idea asegurarse de que el contratista le explique todas las garantías. Y asegúrate de que explique exactamente cuál es su garantía de mano de obra, no solo las garantías del fabricante.

source: Do you have all applicable notices? Notice of Completion? Certificate of Occupancy? Etc.
es: ¿Tienes todos los avisos aplicables? ¿Aviso de finalización? ¿Certificado de ocupación? Etc.

source: Sometimes, a Notice of Completion or Certificate of Occupancy is required. You can contact your local Building & Zoning Department to determine if you need to get these documents from the contractor.
es: A veces, se requiere un aviso de finalización o un certificado de ocupación. Puede ponerse en contacto con su Departamento de Construcción y Zonificación local para determinar si necesita obtener estos documentos del contratista.

source: We suggest you go to your local retailers and/or local homebuilder’s association and ask questions, so you have a better understanding of what it will take to do your project. This is also a good time to pick out the items you want (i.e., style of granite, exact cabinets you want, stove, color of paint, etc.)
es: Le sugerimos que vaya a sus minoristas locales y/o a la asociación local de constructores de viviendas y haga preguntas, para que tenga una mejor comprensión de lo que se necesitará para hacer su proyecto. Este también es un buen momento para elegir los artículos que desea (es decir, estilo de granito, armarios exactos que desea, estufa, color de la pintura, etc.

source: Have you consulted with any architects or engineers?
es: ¿Ha consultado con algún arquitecto o ingeniero?

source: Sometimes, depending on your project, you may need to consult with specialists like architects, engineers, etc. You can contact your local home building organizations and ask them for advice.
es: A veces, dependiendo de su proyecto, es posible que tenga que consultar con especialistas como arquitectos, ingenieros, etc. Puedes ponerte en contacto con tus organizaciones locales de construcción de viviendas y pedirles consejo.

source: Have you gotten at least three estimates from contractors?
es: ¿Has recibido al menos tres estimaciones de los contratistas?

source: Be careful if they ask you to sign something. You don’t want a quote to become a contract you are obligated to. We always suggest contacting an attorney if you are not sure what to do. We suggest getting at least three estimates from contractors which will help you determine how much you can expect to pay for your project. You can get as many estimates as you like, but get at least three.
es: Ten cuidado si te piden que firmes algo. No quieres que un presupuesto se convierta en un contrato al que estés obligado. Siempre sugerimos ponerse en contacto con un abogado si no está seguro de qué hacer. Sugerimos obtener al menos tres estimaciones de contratistas que le ayudarán a determinar cuánto puede esperar pagar por su proyecto. Puedes obtener tantas estimaciones como quieras, pero al menos tres.

source: Do these contractors specialize in the work you need to have done?
es: ¿Estos contratistas se especializan en el trabajo que necesitas hacer?

source: It is a good idea to seek out a contractor who has experience in the work you need done. You might not want to hire a painter to install your electrical wiring or a plumber to build a new room onto your home. Most jobs require expertise in that area.
es: Es una buena idea buscar un contratista que tenga experiencia en el trabajo que necesitas hacer. Es posible que no desee contratar a un pintor para instalar su cableado eléctrico o a un fontanero para construir una nueva habitación en su casa. La mayoría de los trabajos requieren experiencia en esa área.

source: Have you selected which contractor you are going to use?
es: ¿Has seleccionado qué contratista vas a utilizar?

source: We suggest that you make sure you have a good feeling about the contractor you select. We also suggest you search for them on the Internet to see what comes up. Ask for references from subcontractors they have used. Contact any local home improvement organizations and ask if they ever heard of him. Do some homework on finding out as much as you can about the contractor. There are many companies who can do a criminal background check and it doesn’t cost that much. You might want to consider that.
es: Le sugerimos que se asegure de tener un buen presentimiento sobre el contratista que seleccione. También te sugerimos que los busques en Internet para ver qué aparece. Pide referencias a los subcontratistas que hayan utilizado. Póngase en contacto con cualquier organización local de mejoras para el hogar y pregunte si alguna vez ha oído hablar de él. Haz algunos deberes para averiguar todo lo que puedas sobre el contratista. Hay muchas empresas que pueden hacer una verificación de antecedentes penales y no cuesta mucho. Puede que quieras considerarlo.

source: Have you gotten references on the contractor?
es: ¿Has recibido referencias sobre el contratista?

source: It is a good idea to get at least 3 references. You might ask for 3 references from jobs he has done in the last 6 months.
es: Es una buena idea obtener al menos 3 referencias. Podrías pedir 3 referencias de trabajos que ha realizado en los últimos 6 meses.

source: Have you verified the contractor’s insurance coverage?
es: ¿Has verificado la cobertura del seguro del contratista?

source: Your personal insurance agent can help you make sure the contractor has appropriate insurance to do your project.
es: Su agente de seguros personales puede ayudarle a asegurarse de que el contratista tenga el seguro adecuado para realizar su proyecto.

source: Have you verified that the contractor’s “business” license is active and compliant?
es: ¿Ha verificado que la licencia empresarial del contratista está activa y cumple?

source: You can contact your Secretary of State’s office to confirm that the contractor is licensed to do business in your state.
es: Puede ponerse en contacto con la oficina de su Secretario de Estado para confirmar que el contratista tiene licencia para hacer negocios en su estado.

source: Have you verified that the contractor’s “contractor’s” license is active and compliant, where applicable?
es: ¿Ha verificado que la licencia de contratista del contratista está activa y cumple, cuando corresponda?

source: You can contact your local building & zoning department to determine if the contractor’s license is active. Keep in mind, some states don’t require a contractor to have this license. And, the contractor’s license is different from a business license.
es: Puede ponerse en contacto con su departamento local de construcción y zonificación para determinar si la licencia del contratista está activa. Ten en cuenta que algunos estados no requieren que un contratista tenga esta licencia. Además, la licencia del contratista es diferente de una licencia comercial.

source: Have you verified the contractor is bonded, if applicable?
es: ¿Ha verificado que el contratista está sujeto a fianza, si procede?

source: Your personal insurance agent can help you determine what types of insurance/bond coverage the contractor has.
es: Su agente de seguros personales puede ayudarle a determinar qué tipos de seguro/cobertura de bonos tiene el contratista.

source: Have you considered purchasing a performance/completion bond, payment bond, etc.?
es: ¿Has considerado comprar un bono de rendimiento/finalización, un bono de pago, etc.?

source: You can contact your personal insurance agent to help you decide what types of coverages are best for you regarding your project. Be sure to ask them what is covered under your current homeowner’s policy and what is not.
es: Puede ponerse en contacto con su agente de seguros personales para ayudarle a decidir qué tipos de coberturas son las mejores para usted con respecto a su proyecto. Asegúrese de preguntarles qué está cubierto por la póliza de su propietario actual y qué no.

source: Has the contractor given you the names and background information of all subcontractors?
es: ¿Le ha dado el contratista los nombres y la información de antecedentes de todos los subcontratistas?

source: You should know everyone who is coming to work on your property, including subcontractors.
es: Debes conocer a todos los que vienen a trabajar en tu propiedad, incluidos los subcontratistas.

source: Has the contractor given you a Scope of Work that details everything about the project (labor cost, supplies, taxes, permits, etc.)?
es: ¿El contratista le ha dado un ámbito de trabajo que detalla todo sobre el proyecto (coste de mano de obra, suministros, impuestos, permisos, etc.?

source: Be sure to get a scope of work from the contractor. It details everything that needs to be done and how much everything will cost. You can always contact your local home building organizations or building & zoning department to give you information and answer any questions you may have.
es: Asegúrate de obtener un alcance del trabajo del contratista. Detalla todo lo que hay que hacer y cuánto costará todo. Siempre puede ponerse en contacto con sus organizaciones locales de construcción de viviendas o con el departamento de construcción y zonificación para darle información y responder a cualquier pregunta que pueda tener.

source: Have you and the contractor agreed to a payment schedule?
es: ¿Ha aceptado usted y el contratista un calendario de pagos?
